{
  "extra": {
    "titre": "Le musee de CDE",
    "footer": "Se déplacer <img src=\"img/icones_commandes/fleches_L_R.png\", alt=\"flèches gauche et droite\"></img> | Regarder plus en l'air ou plus en bas <img src=\"img/icones_commandes/fleches_U_D.png\", alt=\"flèches haut et bas\"></img> | Passer une porte <img src=\"img/icones_commandes/space.png\", alt=\"barre d'espace\"></img> + <img src=\"img/icones_commandes/fleches_L_R.png\", alt=\"flèches gauche et droite\"></img> | Courir <img src=\"img/icones_commandes/shift.png\", alt=\"shift\"></img> + <img src=\"img/icones_commandes/fleches_L_R.png\", alt=\"flèches gauche et droite\"></img> | Lire la glose (s'il y a un *) <img src=\"img/icones_commandes/alt.png\", alt=\"alt\"></img> | Acceder à une salle en connaissant son nom <img src=\"img/icones_commandes/entrer.png\", alt=\"entrer\"></img>",
    "nav": [
      {
        "texte": "À propos",
        "lien": "CDE-about.html"
      },
      {
        "texte": "Aide",
        "lien": "CDE-help.html"
      }
    ],
    "alert": {
      "firefox": "Bonjour,\nIl semblerait que tu uttilise Firefox. C'est un très bon navigateur mais il a des soucis en ce qui concerne les touches spéciales (shift, barre d'éspace,...) ducoup tu risque d'avoir des problèmes lors de la visite (certaines touches qui peuvent se bloquer dans certaines situation).\nJe te conseil d'uttiliser un autre navigateur si tu en as la possibilité. Sinon, tant pis : tu peux tout à fait visiter le musée malgré ce déffaut.",
      "enter": "Entrez le nom de la salle à laquelle vous souhaitez accéder. (Prenez soin de respecter les accents).",
      "salleInconnue": "cette salle n'existe pas...",
      "M": "En appuyant sur M, vous passez en mode muet. Appuyez une nouvelle fois sur M pour annuler.",
      "D": "Quand vous appuyez sur D, le guide s'immagine qu'il danse.",
      "Dbis": "Le guide adore danser !!!",
      "S": [
        "La touche S ne fait pas parti du jeu, ça ne sers rien d'appuyer dessus",
        "tu peux appuyer sur S autant que tu veux ça ne fera jamais rien je te jure",
        "Un bon conseil : n'appuie plus sur S",
        "Moi aussi j'aime beaucoup cette lettre mais là tu en fais trop.",
        "Si tu penses que dans la vie c'est en insistant qu'on obtient ce qu'on veut alors tu te trompe. Qu'est ce que tu veux d'ailleurs ?",
        "Pourquoi tu continu d'appuyer sur S ?",
        "tu veux quoi ? que je te dévoile les secrets du jeu ?",
        "ok.",
        "mais alors il faudra appuyer encore deux-trois fois.",
        "1",
        "2",
        "3 (bien joué, tu m'as eu)",
        "LES SECRETS DU JEU\ntouches secrettes : S = secrets | M = muet | D = danse | J = jump\ncodes secrets (presser ENTRER et taper le code): 'mur' = peinture | 'bolt' = vitesse | 'portes' = passe-partout"
      ]
    },
    "premiereSalle": "accueil"
  },
  "salles": {
    "accueil": [
      {
        "type": "CDE",
        "nom": "une_capture_d_ecran.png",
        "texte": "Bonjour visiteur, bienvenue dans le musée de CDE.<br>Je vais te guider tout au long de la visite. Toi tu n'as qu'à utiliser les touches fléchées pour aller voir où tu veux.",
        "alt": "",
        "w": 208
      },
      {
        "type": "porte",
        "nom": "introduction",
        "texte": "Cette porte mène vers la salle d'introduction.<br>Pour passer les portes il te suffit de maintenir la barre d'espace enfoncée pendant que tu passes devant en marchant.",
        "alt": "",
        "w": 60
      }
    ],
    "introduction": [
      {
        "type": "CDE",
        "nom": "62747_heures.png",
        "texte": "En fait, à partir du début des années 80 il y a un changement radical dans le monde de l'informatique grand public : l’arrivée des premières interfaces graphiques. Avant, un ordinateur c'était des lignes de textes peu intuitives ou totalement incompréhensibles pour le novice. Le but est de rendre l'utilisation des ordinateurs plus facile pour qu'ils puissent se répandre dans les bureaux voire les salons.",
        "alt": "",
        "w": 395
      },
      {
        "type": "CDE",
        "nom": "chaise_de_bureau.png",
        "texte": "Alors oui, un ordinateur avec une interface graphique développée coûte plus cher à l'entreprise qui veut en équiper ses bureaux, mais plus l'interface est instinctive moins la formation que devront recevoir ses employés sera longue et coûteuse.",
        "alt": "",
        "w": 610
      },
      {
        "type": "CDE",
        "nom": "metaphaure_ouh.png",
        "texte": "Là où c'est très important pour le sujet qui nous intéresse, c'est que la stratégie qui va être choisie pour rendre les interfaces graphiques instinctives c'est une des plus puissantes figures de rhétorique : la métaphore. C'est les ingénieurs du Xerox PARC* qui ont l'idée de développer la dekstop metaphor. Elle était déjà vaguement perceptible dans le vocabulaire informatique, mais ils vont la placer au centre et baser sur elle tout l'environnement de l'ordinateur.",
        "alt": "Le Xerox PARC (aujourd'hui : PARC tout court) c'est un centre de recherche informatique qui a inventé tout un tas de choses dans les années 70-80. On raconte souvent la visite de Steave Jobs au Xerox PARC en 79 déterminante pour le développement de LISA.",
        "w": 311
      },
      {
        "type": "CDE",
        "nom": "3_poubelles.png",
        "texte": "Étant donné qu'on s'adresse à des employés de bureau, on va utiliser leur vocabulaire et leur imagerie : les dossiers, les fichiers, la corbeille… C'est étonnant de voir que tous les systèmes d'exploitation ont suivi depuis cette idée de \"métaphore du bureau\".",
        "alt": "",
        "w": 750
      },
      {
        "type": "CDE",
        "nom": "Bug_Window.png",
        "texte": "Il y a bien sûr des limites à la dekstop metaphor, tout dans l'ordinateur ne peut pas être comparé à un élément du bureau, mais ce n'est pas pour autant qu'on invente beaucoup de nouveaux mots lorsque l'on est confronté à ces limites. On préférera de nouvelles métaphores, les fenêtres, les menus, les virus…",
        "alt": "",
        "w": 110
      },
      {
        "type": "CDE",
        "nom": "deckstopmetaphor.png",
        "texte": "Évidemment, la métaphore du bureau ne s'arrête pas au langage, elle est aussi visuelle (des icônes en forme de dossiers) et structurelle (les fichiers sont rangés dans des dossiers). Le monde de l'ordinateur est une sorte d'imitation abstraite et approximative du monde réel. Nous, on joue le jeu,",
        "alt": "",
        "w": 544
      },
      {
        "type": "CDE",
        "nom": "Bureau_bien_range.png",
        "texte": "On range notre bureau, on va chercher dans la corbeille un document qu'on a jeté par erreur. On se sent chez soi dans l'ordinateur et internet (qui a de plus en plus un rôle important dans notre utilisation du PC) prend assez naturellement la place du monde extérieur.",
        "alt": "",
        "w": 1280
      },
      {
        "type": "CDE",
        "nom": "se_connecter_a_l_exterieur.png",
        "texte": "Avec ses boutiques, ses lieux de rencontre (des forums, autre métaphore), un monde qui grouille, en évolution continue et avec un fonctionnement spatio-temporel très différent de celui du monde réel...",
        "alt": "",
        "w": 227
      },
      {
        "type": "CDE",
        "nom": "voyage_voyage_voyage_voyage.png",
        "texte": "Dans le monde de l'ordinateur, autre chose importante, on se déplace : on va voir dans ce dossier, on va visiter ce site. Ce site comme ce dossier ont une adresse.",
        "alt": "",
        "w": 396
      },
      {
        "type": "CDE",
        "nom": "Vive_les_cde.png",
        "texte": "Ce qu'il se passe, ce pour quoi on est là, c'est qu'au cours de notre exploration du monde de l'ordinateur, on peut prendre des captures d'écran. Étant donné la dimension métaphorique de ce monde, il est assez naturel de considérer que la capture d'écran est l'équivalent, dans le monde réel, de la photographie. Je vous propose d'explorer maintenant les enjeux de cette équivalence.",
        "alt": "",
        "w": 192
      },
      {
        "type": "porte",
        "nom": "les mondes dans le monde",
        "texte": "Par ici, nous parlerons des mondes dans le monde de l'ordinateur qui ressemblent particulièrement au monde réel.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "accueil",
        "texte": "Par ici, vous pouvez retourner à l'accueil (remarquez que le nom des salles que vous avez déjà visitées s'affiche en italique)",
        "alt": "",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "ecran_range.png",
        "texte": "Ici on a une autre manière de ranger son bureau. (Peut-être ai-je oublié de vous dire que vous pouvez me faire lever la tête en appuyant sur la flèche du haut. Ça s'avérera pratique pour toutes les captures d'écran plus grandes que votre fenêtre puisque nous avons pris le parti de présenter toutes les CDE de notre collection à échelle 1)",
        "alt": "",
        "w": 1920
      }
    ],
    "les mondes dans le monde": [
      {
        "type": "CDE",
        "nom": "Aaaa.png",
        "texte": "Alors on se balade dans le monde de l'ordinateur et on prend des captures d'écran comme on se balade dans le monde réel en prenant des photos.",
        "alt": "",
        "w": 71
      },
      {
        "type": "CDE",
        "nom": "jeu_cde.png",
        "texte": "Dans la plupart des mondes, on trouve, si on les regarde de près, des mondes dans le monde. Le monde de l'ordinateur, par exemple, est un monde dans le monde réel.",
        "alt": "",
        "w": 258
      },
      {
        "type": "CDE",
        "nom": "jeu_du_bus.png",
        "texte": "Certains des mondes dans le monde de l'ordinateur sont particulièrement adaptés à une pratique de la capture d'écran analogue à celle de la photographie, car la manière dont on s'y balade ressemble à celle dont on se balade dans le monde réel.",
        "alt": "",
        "w": 478
      },
      {
        "type": "CDE",
        "nom": "gta_vol.png",
        "texte": "Ce n'est pas étonnant de voir que beaucoup de captures d'écran sont prises dans les jeux vidéos. Je suis impressionné par la beauté des graphismes devant un paysage, je prends une CDE. Je veux garder une trace de ce que je viens d'accomplir, je prends une CDE. Une situation amusante, CDE.",
        "alt": "",
        "w": 800
      },
      {
        "type": "CDE",
        "nom": "gazon.png",
        "texte": "Il faut aussi souligner que l'industrie du jeu vidéo a besoin de CDE pour vendre ses produits, on n’achète pas un jeu avant d'avoir vu ce à quoi il ressemble et la beauté des graphismes est souvent au cœur de l'argumentaire de vente.",
        "alt": "",
        "w": 486
      },
      {
        "type": "CDE",
        "nom": "real_life.png",
        "texte": "Les créateurs de jeux vidéos font parfois appel à des personnes extérieures dont le rôle sera de prendre les CDE qui mettront le plus en valeur le travail des graphistes. Ici, le geste ressemble énormément à celui du photographe de pub.",
        "alt": "",
        "w": 554
      },
      {
        "type": "CDE",
        "nom": "regard_cam_3.png",
        "texte": "Un autre monde dans le monde de l'ordinateur qui, par sa ressemblance avec le monde réel, incite à une pratique de la CDE très proche de celle de la photographie c'est Google Street View*.",
        "alt": "Google Street View est une fonctionnalité de <a href=\"https://www.google.fr/maps\" target=\"_blank\">Google Map</a> (<a href=\"https://support.google.com/maps/answer/3093484?hl=fr&ref_topic=6275604\" target=\"_blank\">comment uttiliser Street View</a>)",
        "w": 1280
      },
      {
        "type": "CDE",
        "nom": "regard_cam_4.png",
        "texte": "Google Street View donne réellement l'illusion d'être dans le monde réel et de pouvoir s'y déplacer à son gré. En réalité, on ne peut aller bien sûr, que là où la voiture de Google est passée",
        "alt": "",
        "w": 1280
      },
      {
        "type": "CDE",
        "nom": "regard_cam_5.png",
        "texte": "(c'est à dire essentiellement sur les routes des pays occidentaux), mais Google Street View est fait de telle sorte à ce qu'on oublie assez facilement la présence de la voiture aux 15 yeux* et qu'on s'identifie à son point de vue.",
        "alt": "Les 15 yeux ce sont les 15 caméras dont est coiffée la Google Street View Car et qui lui permettent de photographier tout autour d'elle.",
        "w": 1280
      },
      {
        "type": "CDE",
        "nom": "rafman.png",
        "texte": "Aussi, le processus algorithmique de création et d'assemblage des images peut donner l'impression à quelqu'un qui se baladerait dans Google Street View qu'il peut être parfois, le premier à découvrir une scène. Ainsi, plusieurs photographes* se prennent au jeu de la CDE Street View. Cette pratique pose évidemment des questions morales, légales et artistiques sur le statut de créateur d’image.",
        "alt": "Pour ne citez qu'eux : <a href=\"http://www.dougrickard.com/a-new-american-picture/\" target=\"_blank\">Doug Rickard</a>, <a href=\"http://dreamlands-virtual-tour.blogspot.fr/p/mes-images-preferees.html\" target=\"_blank\">Olivier Hodasava</a>, <a href=\"http://9-eyes.com/\" target=\"_blank\">Jon Rafman</a>.",
        "w": 684
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "Par ici, on va parler des différences formelles qui opposent une photographie et une capture d'écran.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "accueil",
        "texte": "Par là, on peut revenir à l'Accueil. (Le nom des salles que vous avez déjà visitées s'affiche en italique)",
        "alt": "",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "gazon_synthetique_version_luxe.png",
        "texte": "Le mini golf est à l'instar de l'ordinateur un monde dans le monde réel. J'utilise l'expression \"monde réel\", expression discutable puisque les autres mondes dont je parle n'ont rien d'irréels. Je veux parler en fait du monde qui contient tous les autres. Et à la fois celui dans lequel nous avons l'habitude d'évoluer.",
        "alt": "",
        "w": 364
      }
    ],
    "différences formelles entre photos et cde": [
      {
        "type": "CDE",
        "nom": "FUNNY.png",
        "texte": "Je trouve cette image très drôle !",
        "alt": "",
        "w": 543
      },
      {
        "type": "CDE",
        "nom": "cde_a_l_ancienne.png",
        "texte": "Celle-là aussi ! C'est la capture d'écran d'une photographie postée sur internet. Le sujet est en train de prendre son écran en photo, pourtant il ne fait pas une capture d'écran. C'est l'occasion de discuter des différences fondamentales entre photo et CDE.",
        "alt": "",
        "w": 561
      },
      {
        "type": "porte",
        "nom": "à propos de la précision",
        "texte": "Dans cette salle, nous verrons comment la photographie est infiniment moins fidèle à son monde que la CDE au sien.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à propos du numen",
        "texte": "Dans celle-là nous parlerons du concept de Numen en photographie et comment il peut s'appliquer ou non à la CDE.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à propos du cadre",
        "texte": "Dans celle-ci, nous verrons ce qui distingue le cadrage d'une photo et celui d'une CDE.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "accueil",
        "texte": "Retour au point de départ....",
        "alt": "",
        "w": 60
      }
    ],
    "à propos du cadre": [
      {
        "type": "CDE",
        "nom": "l_homme_a_la_camera_pellicule.png",
        "texte": "En photo, le cadre est déterminé par le format de la pellicule (en photographie argentique) ou du capteur (en photographie numérique). En ce qui concerne la CDE, dans la plupart des systèmes d'exploitation, l'utilisateur peut choisir son cadre librement sans contrainte de proportions. C'est une différence radicale dans la manière dont l'image peut être composée.",
        "w": 1280
      },
      {
        "type": "CDE",
        "nom": "facebook_turn_black.png",
        "texte": "De plus, l'auteur de CDE peut aussi choisir de ne pas cadrer, de prendre une CDE de tout son écran, ce choix-non-choix lui permet d'adopter un point de vue total. Cette idée de point de vue total, sans recadrage de la réalité est totalement étrangère à la photographie.",
        "w": 1280
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "Visitez si vous ne l'avez pas encore fait les autres différences entre CDE et photos.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à quoi ressemble une cde",
        "texte": "Car nous allons laisser ce sujet de côté pour parler de l'esthétique CDE, dans un premier temps à travers son rapport au cadre.",
        "w": 60
      }
    ],
    "les failles": [
      {
        "type": "CDE",
        "nom": "dvd_cde.png",
        "texte": "J'ai eu besoin de dire dans la salle \"À propos de la précision\" qu'une CDE était \"[une] copie parfaite [de son monde] sans défaut, sans faille\". J'avais besoin de dire ça pour construire mon propos. Et je ne le regrette pas. Mais maintenant que l'on est ici dans une salle un peu plus secondaire je souhaite nuancer.",
        "w": 673
      },
      {
        "type": "CDE",
        "nom": "dvd_cde_noir.png",
        "texte": "Une CDE est une copie parfaite de son monde dans presque toutes les situations. Il existe des situations ou la CDE échoue. Je vais citer l'exemple de l'application Lecteur DVD sous Mac OSX. Pour des raisons de copyright, si vous prenez une capture d'écran de cette application, vous verrez un écran noir (comme ci-dessus). Ici manifestement la CDE ne restitue pas une copie sans faille de son monde. Et c'est dommage. Mais c'est comme ça.",
        "w": 720
      },
      {
        "type": "porte",
        "nom": "à propos de la précision",
        "texte": "Revenons à nos moutons !",
        "w": 60
      }
    ],
    "à propos de la précision": [
      {
        "type": "CDE",
        "nom": "photo_reel.png",
        "texte": "On a pu penser la photographie comme la technique qui permettrait de reproduire parfaitement et fidèlement le monde réel. Mais la photographie est loin, dans son monde, de réussir cette mission si bien que la CDE dans le sien.",
        "w": 585
      },
      {
        "type": "CDE",
        "nom": "agrandissement.png",
        "texte": "Si je regarde une photographie de très près, je trouverai toujours un détail qui manque.",
        "w": 93
      },
      {
        "type": "CDE",
        "nom": "cette_etoile.png",
        "texte": "Si je suppose qu'il y a dans le monde réel une échelle de détail qui serait l'échelle du plus petit détail qui soit un détail petit comme la longueur de Planck*, ce détail est techniquement (et peut être même par nature) inatteignable par la photographie.",
        "w": 777,
        "alt": "La longueur de Planck c'est vraiment très petit comme on peut le voir sur <a href=\"http://htwins.net/scale2/\" target=\"_blank\">The scale of the universe</a> ou sur <a href=\"https://fr.wikipedia.org/wiki/Longueur_de_Planck\" target=\"_blank\">Wikipedia</a>"
      },
      {
        "type": "CDE",
        "nom": "datamoshing.png",
        "texte": "Dans le monde de l'ordinateur, ce détail le plus petit qui soit est le pixel. En réussissant à se renseigner dans l'instant sur la couleur précise de chaque pixel, la CDE réussi, dans son monde, le défi de la copie parfaite sans défaut, sans faille.",
        "w": 1280
      },
      {
        "type": "porte",
        "nom": "les failles",
        "texte": "Bon... Peut-être une ou deux failles, mais pas plus...",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "Exemple_de_capture_d_ecran.png",
        "texte": "Aussi, l'objet CDE possède contrairement à l’objet photographie une rigueur absolue d'échelle.",
        "w": 236
      },
      {
        "type": "CDE",
        "nom": "Guide.png",
        "texte": "les sujets représentés sur une CDE sont à échelle 1:1, un icône qui mesurait 30 pixels de large mesurera exactement 30 pixels de large dans la CDE qui le représente.",
        "w": 90
      },
      {
        "type": "CDE",
        "nom": "mesurez_la_taille_de_l_ecran.png",
        "texte": "Je peux tirer une photographie de telle sorte à ce que le sujet ait environ la même taille sur l'image qu'en vrai. Mais ce ne sera jamais exact.",
        "w": 677
      },
      {
        "type": "porte",
        "nom": "les raisins",
        "texte": "Cette histoire de parfaite réplique me semble importante. Quelle différence persiste alors entre la CDE et son référent ?",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "Par ici pour explorer d'autres différences entre photo et CDE.",
        "w": 60
      }
    ],
    "les raisins": [
      {
        "type": "CDE",
        "nom": "Et_des_americains_peignent_leur_pelouse.png",
        "texte": "On l'a dit, la CDE est une reproduction extrêmement fidèle de son monde. Difficile de faire la différence entre l'objet et son image. Pourtant la CDE est bien une représentation.",
        "w": 457
      },
      {
        "type": "CDE",
        "nom": "bras_long.png",
        "texte": "Ici, nous voyons la capture d'écran d'un cadre de texte.",
        "w": 445
      },
      {
        "type": "CDE",
        "nom": "cadre.png",
        "texte": "Vous remarquez qu'il est très difficile de faire la différence entre cette image de cadre et le cadre (réel) dans lequel je suis en train de parler. Pourtant ils ne sont pas de même nature, le cadre dans lequel je suis en train de parler est une interprétation par votre navigateur d'une ligne de code HTML, la CDE n'est qu'une image. Et malgré les apparences, ça change tout. Car dans le cadre où je suis en train de parler, vous pouvez sélectionner le texte et par exemple le copier pour le coller ailleur. Le texte de l'image n'est qu'une illusion de texte, vous ne pouvez rien faire avec.",
        "w": 812
      },
      {
        "type": "CDE",
        "nom": "balduchi_blaine.png",
        "texte": "Cette petite expérience nous apprend beaucoup, je trouve, sur la nature des CDE. Nous avons affaire à des illusions parfaites pour l'œil, mais qui ne résistent pas à l'expérience de la souris et de l'interaction.",
        "w": 1280
      },
      {
        "type": "CDE",
        "nom": "copie-parfaite.png",
        "texte": "Entre ces fichiers-image et la capture d'écran de ces fichiers image, aucune différence visuelle. Mais l'utilisateur pourra sélectionner les premiers, les ouvrir, les renommer. S'il essaye de faire ça avec les seconds, il comprendra vite que ce n'est qu'une image.",
        "w": 875
      },
      {
        "type": "CDE",
        "nom": "zeuxis.png",
        "texte": "Comme un oiseau qui se cogne aux raisins de Zeuxis*.",
        "w": 487,
        "alt": "<a href=\"http://remacle.org/bloodwolf/erudits/plineancien/livre35.htm\" target=\"_blank\">Histoire naturelle, Pline L’Ancien, livre XXXV</a>, XXXVI, 5"
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "FUNNY !",
        "w": 60
      }
    ],
    "à propos du numen": [
      {
        "type": "CDE",
        "nom": "aiguilles_attachees.png",
        "texte": "On a évoqué dans l'introduction la différence radicale entre le fonctionnement spatio-temporel du monde de l'ordinateur et celui du monde réel. Cette différence va être significative pour notre comparaison entre CDE et photographie. En effet, la photographie est une technique qui repose beaucoup sur sa faculté à fixer l'instant présent.",
        "alt": "",
        "w": 787
      },
      {
        "type": "CDE",
        "nom": "la.png",
        "texte": "Dans le monde de l'ordinateur, il y a beaucoup de moment où tout, ou presque, est figé. L'auteur de CDE a tout son temps. Sur internet, la plupart des sites sont immobiles tant qu'on n’interagit pas avec eux et qu'on ne recharge pas la page.",
        "alt": "",
        "w": 292
      },
      {
        "type": "CDE",
        "nom": "ferdi_vol.png",
        "texte": "Le photographe à l'inverse est très souvent dans des situations où il doit capturer le moment décisif. Le monde réel est sans arrêt en mouvement. Cette faculté qu'a la photographie à capturer l'instant et à la figer, c'est ce que Barthes* appelle le numen.",
        "alt": "Roland Barthes, La chambre claire : Note sur la photographie, Paris, Seuil, 1980",
        "w": 239
      },
      {
        "type": "CDE",
        "nom": "immobilite.png",
        "texte": "On peut noter que l'immobilité dominante du monde de l'ordinateur est un des facteurs de la ressemblance frappante des CDE à leur référent. En effet, si tout se mouvait tout le temps dans le monde de l'ordinateur (comme c'est le cas dans le monde réel), on n'aurait pas de mal à distinguer une capture d'écran de ce qu'elle a capturé.",
        "alt": "",
        "w": 254
      },
      {
        "type": "CDE",
        "nom": "fake_snow.png",
        "texte": "Mais il faut aussi préciser qu'il existe quand même des moments ou l'auteur de CDE est confronté au numen. L'exemple le plus courant est la prise de CDE sur une vidéo. Alors bien sûr, on peut mettre pause et revenir en arrière pour réussir à capturer le photogramme souhaité, mais toutes les vidéos du monde de l'ordinateur ne peuvent pas être pausées ! Une expérience du numen est aussi possible dans les jeux vidéos.",
        "alt": "",
        "w": 1280
      },
      {
        "type": "porte",
        "nom": "expérience",
        "texte": "D'ailleurs, puisque nous sommes dans un jeu vidéo, je vous propose par ici une petite expérience du numen.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "pile",
        "texte": "Et par ici, je vous propose de regarder si vous voulez un échantillon de ma collection d'heures-pile, des captures d'écran qui ont dû être prises à la seconde près.",
        "alt": "",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "ici_c_est_le_temps_qui_est_arrete.png",
        "texte": "(Ici c'est le temps qui s'est arrêté)",
        "alt": "",
        "w": 641
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "Par là, vous pouvez revenir à la page sur les différences entre photo et CDE.",
        "alt": "",
        "w": 60
      }
    ],
    "pile": [
      {
        "type": "CDE",
        "nom": "1.png",
        "texte": "Vous êtes venu visiter la collection d'heures-pile !",
        "w": 497
      },
      {
        "type": "CDE",
        "nom": "2.png",
        "texte": "C'est une collection qui comporte à l'heure où je vous parle 42 éléments.",
        "w": 851
      },
      {
        "type": "CDE",
        "nom": "3.png",
        "texte": "Ici je n'en montre qu'une petite moitié, histoire de vous donner une idée.",
        "w": 867
      },
      {
        "type": "CDE",
        "nom": "4.png",
        "texte": "C'est le moment de vous rappeler que vous pouvez courir en maintenant la touche shift enfoncée pendant que vous vous déplacez.",
        "w": 372
      },
      {
        "type": "CDE",
        "nom": "10.png",
        "texte": "lalala lala...",
        "w": 1247
      },
      {
        "type": "CDE",
        "nom": "11.png",
        "texte": "Cette collection a commencé le 13 avril 2013 à 11h11 et 11 secondes, lorsque j'ai pris cette CDE.",
        "w": 293
      },
      {
        "type": "CDE",
        "nom": "12.png",
        "texte": "Une de mes premières collections de CDE !",
        "w": 230
      },
      {
        "type": "CDE",
        "nom": "13.png",
        "texte": "Ça me fait penser que je ne vous ai pas encore parlé de cherchetescles* ! C'est une autre collection de CDE que je tiens.",
        "w": 559,
        "alt": "<a href=\"http://cherchetescles.tumblr.com/\" target=\"_blank\">cherchetescles.tumblr.com</a>"
      },
      {
        "type": "CDE",
        "nom": "14.png",
        "texte": "Vous ne pouvez pas imaginer le nombre de CDE d'heures-pile que j'ai raté !",
        "w": 464
      },
      {
        "type": "CDE",
        "nom": "15.png",
        "texte": "Je vois qu'il est 9h9m9s et le temps de presser pomme-shift-quatre il est déjà 9h9m11s...",
        "w": 342
      },
      {
        "type": "CDE",
        "nom": "16.png",
        "texte": "Parfois je vois qu'il est 13h13m2s, ce qui me laisse le temps de me préparer. Mais, malheur, je prends la CDE trop tôt 13h13m12s ! le temps que j'en prenne une seconde il est trop tard...",
        "w": 321
      },
      {
        "type": "CDE",
        "nom": "17.png",
        "texte": "Comme il me manque les CDE d'heures-pile de toute une partie de la journée (de 5h5m5s à 9h9m9s), j'ai parfois pensé à tricher, à déregler l'horloge de mon ordinateur pour enfin atteindre l'objectif tour-du-cadran.",
        "w": 422
      },
      {
        "type": "CDE",
        "nom": "18.png",
        "texte": "Mais je ne l'ai jamais fait.",
        "w": 100
      },
      {
        "type": "CDE",
        "nom": "19.png",
        "texte": "Pas par honnêteté, plutôt par flemme...",
        "w": 191
      },
      {
        "type": "CDE",
        "nom": "20.png",
        "texte": "Enfin...",
        "w": 442
      },
      {
        "type": "CDE",
        "nom": "21.png",
        "texte": "Il commence à se faire tard,",
        "w": 220
      },
      {
        "type": "CDE",
        "nom": "22.png",
        "texte": "Reprenons la visite de salles plus intéressantes.",
        "w": 980
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "par ici :",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "23.png",
        "texte": "lala, lala, lalala...",
        "w": 192
      }
    ],
    "expérience": [
      {
        "type": "CDE",
        "nom": "les_yeux_fermes.png",
        "texte": "Je vais vous présenter mon ami, pour une expérience du numen vous pouvez en faire une capture d'écran* et vous verrez que ça équivaut un peu à un lancer un dé à 6 faces.",
        "w": 525,
        "alt": "<a href=\"https://www.take-a-screenshot.org/\" target=\"_blank\">take-a-screenshot.org</a>, un très bon site si vous ne savez pas comment prendre une capture d'écran."
      },
      {
        "type": "special",
        "nom": "NUMENBOY",
        "texte": "La prochaine fois que vous aurez un dé à envoyer, vous pourrez venir le voir plutôt que d'aller sur random.org*",
        "w": 60,
        "alt": "<a href=\"https://www.random.org/\" target=\"_blank\">www.random.org/</a>"
      },
      {
        "type": "porte",
        "nom": "à propos du numen",
        "texte": "À bientôt mon ami !",
        "w": 60
      }
    ],
    "à quoi ressemble une cde": [
      {
        "type": "CDE",
        "nom": "le_polystyrene_est_inflamable.png",
        "texte": "Je voulais un peu parler d'un élément caractéristique de l'esthétique CDE, le mal-cadrage.",
        "w": 195
      },
      {
        "type": "CDE",
        "nom": "crepes.png",
        "texte": "On reconnait une CDE à ce que son cadre souvent bave, une CDE de photo a souvent sur ses bords des indices du contexte dans lequel elle a été prise (regardez bien).",
        "w": 504
      },
      {
        "type": "CDE",
        "nom": "meta_remise_en_question.png",
        "texte": "Il est possible pour l'auteur de CDE qui souhaite revendiquer son outil de s'assurer que ce mal-cadrage est bien présent dans sa CDE.",
        "w": 493
      },
      {
        "type": "CDE",
        "nom": "milovanoff.png",
        "texte": "Cette idée de contexte qui déborde visuellement sur le sujet et la présence de mots et d'images tronquées ne sont pas propres à la CDE et ont déjà été explorées dans d'autres média.",
        "w": 513
      },
      {
        "type": "porte",
        "nom": "dans son contexte",
        "texte": "Par ici, creusons le rapport entre une CDE et son contexte.",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "tote.png",
        "texte": "Certaines jeunes peintures de Richter, pour les raisons que l'on vient d'énoncer, ressemblent beaucoup à des CDE.",
        "w": 752
      },
      {
        "type": "porte",
        "nom": "quelle métaphore pour la cde",
        "texte": "Puisque j'y suis, on parle de Richter aussi par ici.",
        "w": 60
      }
    ],
    "portes": [
      {
        "type": "CDE",
        "nom": "After_Hours_porte.png",
        "texte": "Ici c'est un peu de la triche puisque tu peux accéder à toutes les salles du musée.",
        "w": 1280
      },
      {
        "type": "porte",
        "nom": "accueil",
        "texte": "Pour aller ici en fait il suffit de recharger la page.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "introduction",
        "texte": "Où il est question de deckstop metaphor.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "les mondes dans le monde",
        "texte": "Où il est question des mondes dans les mondes.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "différences formelles entre photos et cde",
        "texte": "Où il est question des différences entre photo et CDE (parce qu’en fait c'est pas si pareil).",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à propos du cadre",
        "texte": "Ce qui est différent entre cadre de CDE et cadre de photo.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à propos de la précision",
        "texte": "Ce qui est différent entre la précision d'une CDE et la précision d'une photo.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à propos du numen",
        "texte": "Parler de numen est-il aussi pertinent dans la CDE que dans la photo ?",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "les failles",
        "texte": "CDE et DVD.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "les raisins",
        "texte": "Là on parle d'un vieux peintre qui peignait les raisins comme personne.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "pile",
        "texte": "La collection dans la collection.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "expérience",
        "texte": "Pour tirer un dé.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "à quoi ressemble une cde",
        "texte": "Bonne question non ?",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "quelle métaphore pour la cde",
        "texte": "N'est pas que photographie.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "paroles",
        "texte": "La plus grande CDE du musée est dans cette salle.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "dans son contexte",
        "texte": "Ici on résume le geste CDE.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "on peut avoir du mal",
        "texte": "On soulève des petits problèmes de la CDE.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "beaux bugs",
        "texte": "Ici on trouve ça beau.",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "conclusion",
        "texte": "Ici c'est la fête dans le musée !",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "portes",
        "texte": "Ici c'est ici.",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "calle_porte.png",
        "texte": "Voilà.",
        "w": 612
      }
    ],
    "dans son contexte": [
      {
        "type": "CDE",
        "nom": "taken_out_of_context.png",
        "texte": "Une capture d'écran cadrée (qui n'est pas une capture de tout l'écran) comme elle est une partie extraite d'un tout montre toujours une situation \"sortie de son contexte\".",
        "w": 135
      },
      {
        "type": "CDE",
        "nom": "deux_cles.png",
        "texte": "La CDE cadrée permet, en le sortant de son contexte, de redéfinir le sens de son référent.",
        "w": 443
      },
      {
        "type": "porte",
        "nom": "on peut avoir du mal",
        "texte": "Nous voyons dans cette salle qu'on peut avoir du mal avec la notion d'auteur de CDE. Puisque l'auteur de CDE ne fait absolument que transférer des extraits de créations d'autres auteurs.",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "diptique_vague.png",
        "texte": "Mais l'avantage d'un médium aussi simple que la CDE c'est qu'il est possible de décortiquer assez son geste pour comprendre où se situe la marge de créativité. Une fois qu'une marge de créativité est identifiée, le problème de l'idée de créateur est positivement résolu.",
        "w": 452
      },
      {
        "type": "CDE",
        "nom": "screenshot_art_exercise.png",
        "texte": "La marge de créativité de la CDE se situe dans deux moments. Premièrement ce que fait l'auteur de CDE avant la CDE, deuxièmement ce qu'il fait pendant.",
        "w": 290
      },
      {
        "type": "CDE",
        "nom": "archipel.png",
        "texte": "Ce qu'il fait avant on l'a dit, c'est se balader dans le monde de l'ordinateur et interagir avec lui. La manière dont il se balade et dont il interagit déterminent ce qu'il y aura sur la CDE.",
        "w": 431
      },
      {
        "type": "CDE",
        "nom": "Does_this_look_white.png",
        "texte": "Ce qu'il fait pendant c'est choisir l'instant (ce choix de l'instant, vu la temporalité du monde de l'ordinateur, a une faible influence) et, pour les CDE cadrées, choisir le cadre. Le choix du cadre c'est sortir le référent de son contexte et c'est, je pense, ce qu'il y a de majeur dans le geste CDE.",
        "w": 112
      },
      {
        "type": "porte",
        "nom": "à quoi ressemble une cde",
        "texte": "Par là, c'est de nouveau la salle avec une photo de polystyrène.",
        "w": 60
      }
    ],
    "quelle métaphore pour la cde": [
      {
        "type": "CDE",
        "nom": "lions.png",
        "texte": "Le peintre Richter a développé un corpus d'images qu'il a appelé Atlas*, une grande collection de photos de presse et de photos qu'il a prises. C'est un outil évidemment utile pour un artiste qui peint d'après photos.",
        "alt": "Des bouts d'Atlas sont publiés sur <a href=\"https://www.gerhard-richter.com/fr/art/atlas\" target=\"_blank\">gerhard-richter.com</a>",
        "w": 664
      },
      {
        "type": "CDE",
        "nom": "lion.png",
        "texte": "La collection d'images est une pratique courante, chez les artistes bien sûr, mais aussi chez les adolescents et puis aussi pour tout un tas d'autres personnes.",
        "alt": "",
        "w": 379
      },
      {
        "type": "CDE",
        "nom": "rouge_et_noir.png",
        "texte": "Le geste CDE peut aussi s'apparenter (plutôt qu'à la photographie) aux coups de ciseaux sur les pages de journaux et de magazine. Il est l'outil idéal du collectionneur d'images, simplicité, immédiateté.",
        "alt": "",
        "w": 299
      },
      {
        "type": "CDE",
        "nom": "killing_the_book.png",
        "texte": "Je pense d'ailleurs que cette métaphore du coup de ciseaux peut être plus adaptée à la CDE (et à la dekstop metaphor) que celle de la photographie.",
        "alt": "",
        "w": 221
      },
      {
        "type": "CDE",
        "nom": "code_repondeur.png",
        "texte": "Mais la collection n'est bien sûr pas le seul moteur de CDE, il existe tout un tas de raisons qui peuvent pousser quelqu'un à prendre une CDE. Il y a les CDE pense-bête.",
        "alt": "",
        "w": 686
      },
      {
        "type": "CDE",
        "nom": "bar_de_menu_bug.png",
        "texte": "Les CDE report-issue. Quand un utilisateur repère un bug sur un logiciel ou un site et qu'il décide bienveillamment d'en informer les développeurs, il peut lui être utile de prendre une CDE du bug.",
        "alt": "",
        "w": 755
      },
      {
        "type": "CDE",
        "nom": "Gwyddion.png",
        "texte": "Une CDE on l'a déjà dit peut servir à présenter à de potentiels acheteurs l'interface graphique d'un logiciel ou d'un jeu vidéo. Les premières CDE avaient très certainement ce but commercial.",
        "alt": "",
        "w": 741
      },
      {
        "type": "CDE",
        "nom": "avocate_qui_uttilise_des_cde.png",
        "texte": "La CDE peut être un moyen rapide de transmettre une information à un ami, elle peut être un moyen d'archiver le contenu d'un site par exemple pour constituer une preuve dans le cadre d'une affaire judiciaire.",
        "alt": "",
        "w": 540
      },
      {
        "type": "CDE",
        "nom": "appareil_photo_a_cde.png",
        "texte": "La métaphore du coup de ciseaux dans les pages d'un magazine ne convient pas à toutes ces pratiques. La métaphore de la photocopieuse pourrait s'avérer plus pertinente dans certains cas, surtout qu'elle évoque l'idée, importante pour la CDE, de photographie à plat (reproduction d'un espace bidimensionnel).",
        "alt": "",
        "w": 655
      },
      {
        "type": "CDE",
        "nom": "exercice.png",
        "texte": "En ce qui concerne la CDE artistique, la métaphore de la photographie semble souvent la plus pertinente. Notamment en ce qui concerne la posture.",
        "alt": "",
        "w": 231
      },
      {
        "type": "CDE",
        "nom": "Antti_Laitinen.png",
        "texte": "Parfois, l'auteur de CDE en se baladant dans le monde de l'ordinateur, tombe par hasard sur une opportunité de CDE (sa chance, contrairement au photographe est de toujours avoir son outil à porté de main). Il lui arrive aussi de se balader dans le monde de l'ordinateur dans le but de prendre une CDE. On retrouve ces deux postures dans la photographie, celle du trouveur et celle du prospecteur.",
        "alt": "",
        "w": 508
      },
      {
        "type": "CDE",
        "nom": "Anne_horel.png",
        "texte": "Et puis, l'auteur de CDE peut aussi bien prendre une CDE de ce qu'il trouve tel qu'il le trouve, que mettre en scène son environnement (par exemple intervenir dans une discussion sur un forum puis prendre une CDE, organiser son bureau et ses fenêtre d'une certaine manière puis prendre une CDE…). Ces deux attitudes (mise en scène et \"réalisme\") sont aussi présentes dans la photographie. (ici, cde d'une cde d'Anne Horel)",
        "alt": "",
        "w": 347
      },
      {
        "type": "porte",
        "nom": "paroles",
        "texte": "Parlons par ici de l'exploit permis par la CDE de prendre en photo ce que les gens disent.",
        "alt": "",
        "w": 60
      },
      {
        "type": "CDE",
        "nom": "deckstop_is.png",
        "texte": "Ça c'est la page d'accueil de Deckstop IS*, une exposition en ligne de capture d'écran de bureau",
        "alt": "C'était une exposition de Alexei Shulgin en 1997 (<a href=\"http://www.easylife.org/desktop/\" target=\"_blank\">toujours en partie visible ici</a>)",
        "w": 811
      }
    ],
    "paroles": [
      {
        "type": "CDE",
        "nom": "orthographe.png",
        "texte": "Ici je voulais rapidement parler du fait que la CDE pouvait être utilisée pour \"photographier\" des paroles, ce que la photographie ne peut pas faire.",
        "w": 564
      },
      {
        "type": "CDE",
        "nom": "contrevolutioniste.png",
        "texte": "Les CDE de dialogues ont un fort pouvoir narratif. C'est une forme proche de la bande dessinée puisque ce sont des images de personnages qui parlent et de ce qu'ils disent. (Et puis les développeurs d'interface de chat et de messagerie se réapproprient parfois la bulle de BD.)",
        "w": 324
      },
      {
        "type": "CDE",
        "nom": "sms.png",
        "texte": "On trouve sur internet une abondance de captures d'écrans de téléphone où l'on peut lire une conversation SMS entre deux personnes. Ce sont souvent des histoires sans intêrét, pas très drôles et qui se font maladroitement passer pour des conversations authentiques. Mais je trouve que ce jeu de mise en scène virtuelle est conceptuellement intéressant, et mériterait d'être creusé.",
        "w": 1265
      },
      {
        "type": "CDE",
        "nom": "sans_commentaires.png",
        "texte": "C'est tout ce que je voulais dire à ce propos.",
        "w": 768
      },
      {
        "type": "porte",
        "nom": "dans son contexte",
        "texte": "Voilà une porte qui mène vers cette salle où l'on parle de contexte.",
        "w": 60
      }
    ],
    "on peut avoir du mal": [
      {
        "type": "CDE",
        "nom": "je_t_explique.png",
        "texte": "On peut avoir du mal à considérer la CDE comme un médium. C'est un moyen de production d'image qui ne semble pas pouvoir s'émanciper du monde de l'ordinateur. Du mal à considérer la CDE comme un médium car le monde de l'ordinateur est souvent considéré comme un médium, alors que non, c'est un monde ou à la limite un super-médium, un métamédium.",
        "alt": "",
        "w": 633
      },
      {
        "type": "CDE",
        "nom": "chargement_bug.png",
        "texte": "On peut avoir du mal à considérer que la CDE produit des images. En effet, tout ce qu'une capture d'écran peut capturer c'est des images créées par l'homme ou des images créés par des créations de l'homme. Les images produites par une CDE ont pour ainsi dire, déjà été produites. Chaque partie d'une CDE est la reproduction d'une œuvre (que ce soit un bout de texte, une photo, une typographie, un icône, le design d'une scroll-bar).",
        "alt": "",
        "w": 227
      },
      {
        "type": "CDE",
        "nom": "panorama.png",
        "texte": "Dans ce musée, toutes les CDE ont été prises par moi. Quand je montre une photo de quelqu'un c'est une CDE de cette photo, quand je montre une CDE de quelqu'un je fais une CDE de cette CDE. Je ne peux revendiquer aucune de ces images. Si je devais y appliquer la même censure que celle imposée par l'absence de liberté de panorama* dans la plupart des pays, mes CDE seraient des rectangles noirs.",
        "alt": "La liberté de panorama, c'est ce droit (dont on ne dispose pas en France) de photographier des monuments ou des sculptures dans l'espace public. <a href=\"http://libertedepanorama.fr/\" target=\"_blank\">libertedepanorama.fr</a>",
        "w": 1039
      },
      {
        "type": "CDE",
        "nom": "la_question_des_droits_d_auteurs_screenshot.png",
        "texte": "Pourtant ces CDE sont les miennes et je ne peux pas m'empêcher de penser que ce sont des images que je produis. Je ne vais pas aller plus loin dans cette réflexion, ce sont des questions beaucoup trop compliquées, il leur faudrait un deuxième musée de CDE.",
        "alt": "",
        "w": 407
      },
      {
        "type": "CDE",
        "nom": "la_nature_peut_faire.png",
        "texte": "Mais ça soulève aussi le fait que dans le monde de l'ordinateur il n'y a pas l'équivalent de ce qu'on appelle dans le monde réel \"la nature\", pas de formes que personne ne puisse revendiquer.",
        "alt": "",
        "w": 290
      },
      {
        "type": "porte",
        "nom": "beaux bugs",
        "texte": "Ce qui s'en approche le plus c'est les moments ou l'homme perd le contrôle de la machine, j'en parle très rapidement dans cette pièce.",
        "alt": "",
        "w": 60
      },
      {
        "type": "porte",
        "nom": "conclusion",
        "texte": "Enfait, on arrive à la fin du musée. La dernière salle du musée c'est celle-là…",
        "alt": "",
        "w": 60
      }
    ],
    "beaux bugs": [
      {
        "type": "CDE",
        "nom": "glitch_glisse.png",
        "texte": "J'ai dit que la CDE était toujours la copie d'une création humaine ou d'une création de création humaine.",
        "alt": "",
        "w": 557
      },
      {
        "type": "CDE",
        "nom": "deroute.png",
        "texte": "Ces créations de créations humaines sont des formes sur lesquelles l'humain semble n'avoir pas eu d'emprise.",
        "alt": "",
        "w": 634
      },
      {
        "type": "CDE",
        "nom": "youtube_couleur.png",
        "texte": "J'ai pu en identifier deux, les premières sont les endroits ou la machine ne fait pas ce qu'elle devrait faire. Ce sont les bugs, les glitches. Mais la machine ne peut pas faire d'erreur, contrairement à ce que l'on pense parfois. Un bug n'est toujours que le résultat d'un défaut de la machine dû à une mauvaise conception. Puisque l'homme est l'auteur de la machine, l'homme est l'auteur du bug (à travers un processus de création complexe et non maîtrisé).",
        "alt": "",
        "w": 871
      },
      {
        "type": "CDE",
        "nom": "fichier_code.png",
        "texte": "Les secondes sont les endroits du monde de l'ordinateur qui ne s'adressent pas à l'humain. Ce fichier texte par exemple a été compilé par un programme pour qu'un autre programme puisse le lire, et pas un humain. Si je le vois, c'est que je suis au mauvais endroit. Encore une fois, l'homme est à l'origine de la machine qui est à l'origine de ce texte, il est donc l'auteur de ce texte.",
        "alt": "",
        "w": 1107
      },
      {
        "type": "CDE",
        "nom": "main_sur_un_arbre.png",
        "texte": "Malgré que l'on puisse dire que l'homme en est l'auteur (indirectement, mais indéniablement), on trouve dans ces deux images quelque chose proche de ce qu'on appelle dans le monde réel, la nature. Des formes qui semblent arbitraires et où l'on peut percevoir pourtant une logique sous-jacente. Une sorte d'irrégularité tranquille. Je ressens un très fort besoin de prendre une capture d'écran de ces situations quand j'en vois une.",
        "alt": "",
        "w": 303
      },
      {
        "type": "CDE",
        "nom": "Yang_tse.png",
        "texte": "Ces situations sont pittoresques au sens propre : elles méritent de devenir images.",
        "alt": "",
        "w": 431
      },
      {
        "type": "porte",
        "nom": "on peut avoir du mal",
        "texte": "Revenons à la salle précédente.",
        "alt": "",
        "w": 60
      }
    ],
    "conclusion": [
      {
        "type": "CDE",
        "nom": "conclusion.png",
        "texte": "Voilà une salle qui n'a pas de porte. Le fait qu'elle n'ait pas de porte et qu'elle s'appelle \"conclusion\" m'obligent à y dire quelque chose d'aboutissant. Surtout que j'ai lu sur internet qu'il existe des gens qui ne lisent que l'introduction et la conclusion. Je suis bien embêté.",
        "w": 831
      },
      {
        "type": "CDE",
        "nom": "Deguisement_feuille.png",
        "texte": "Et si je faisais plutôt une petite danse ?",
        "w": 536
      },
      {
        "type": "special",
        "nom": "DANSE",
        "texte": "lalala lalalalala !!",
        "w": 600
      }
    ]
  }
}